["the εpsilia\r\nConnecting Epsilon: the Commonwealth's most reliable news source.\r\nFebruary 2020 issue (#13, published 28/02/2021) | Specially for the Commonwealth of Epsilon\r\n\r\nThe Republic is now a Commonwealth\r\nby i____7d\r\n\r\nPicture: The vote in the now obsolete House of Representatives.\r\n  An omnibus written by AnonymousPravda and Vulpicula has passed 13-0 in the House of Representatives. The omnibus restructured the Republic of Epsilon to be more like a monarchy, hence the name “Commonwealth of Epsilon”.\r\n  Multiple changes can be observed; the wiki page and constitution are now obsolete, the House of Representatives is officially dissolved, ministers and officials of the former Republic retired, the Discord got uncluttered. This omnibus aims to make sure that the Commonwealth can actually get somewhere as an MPO, as no work has been done to it for a very long time.\r\n  We look forward to what more the omnibus will bring for the Commonwealth. █\r\nEditor's note\r\n  The first thing you notice about this issue is that it is 8 days late, sorry for the long delay, as I had to study for tests :P\r\n  Anyway, this issue marks the first anniversary of The Epsilia! I wouldn’t think that this series would go on for so long (14 13 issues). Thanks to all who have submitted for The Epsilia so far, and keep up the good work!\r\nI have also started accepting ads from people outside the COMMONWEALTH; for example, this issue’s crimsonf0x. Speaking of crimsonf0x, there is now a new tag (TB/FSNP) dedicated to anything about Totem Beach or the Federated States National Party for you all to rant/be patriotic about it :D\r\n  That is all for now, once again sorry for being 8 days late. Enjoy :D — i____7d\r\n\r\nContents\r\n1 - The Republic is now a Commonwealth\r\n2 - Editor's note, Contents\r\n3 - Great progress for SICF\r\n4 - This month’s Trustee Meeting\r\n5 - Mayor of Shahai Weier disappears, experts speculate upcoming math contest as possible factor\r\n5 - [Local|Satire] Tourists go to Shahai to see Burj Khalifa, but can’t actually get there\r\n6 - [Local|Satire] Shenghua Public Library caught in scandal over “inappropriate” comic book\r\n7 - [Local|Satire] Nanseian residents complain about lack of variety in local TV\r\n7 - [Local|Satire] Nanseian parents and children upset after beloved TV show is taken off air\r\n8 - [Local|Satire] Nanseian TV knocked off air for hours after terrorist attack\r\n9 - [Local|Satire] In Other News\r\n9 - /\r\n9 - mi_aquamarine writes Epsilia article\r\n10 - [Travel] 3 languages you’ll see and hear in Nansei-Gunto\r\n10 - [Random] A Boy In Titsensaki Went Onto A Flying Machine, You Won’t Believe What Happens Next\r\n11 - [Random] Epsilonian Homeowners: The Totem Beach Government Hates This App! Download Today And Clear Your Sinuses In A Matter Of Minutes And Save A Fortune On Car Insurance!\r\n11 - [Random] January Elections, New Land, New trend in the MRT.\r\n12 - [Random] [Travel] 3 ways to extract the huts.\r\n12 - [TB/FSNP] Doctora Juguetes Clinic Attempts To Exploit Ottian Animals\r\n13 - [TB/FSNP] Two Brave Uncles Murdering to the Beat\r\n13 - [TB/FSNP] Frog Is No Longer A Meanie , But Crimson Fox Is Now A Meanie !\r\n13 - [TB/FSNP] Frogggggg poisoned by F.S. National Party\r\n14 - [TB/FSNP|External] New Evidence Uncovered in the Fight For Justice for Mac And Frank\r\n14 - [TB/FSNP] Who is the National Party?\r\n15 - [TB/FSNP] Epsilonians scramble to Nansei-Gunto\r\n15 - Jokes & Riddles\r\n16 - Advertisements & Franchises\r\n17 - Comics\r\n17 - About Us\r\n18 - Contact the Editors\r\n\r\nGreat progress for SICF\r\nby i____7d\r\nPicture: The two ends of the line finally meeting together, taken by DintyB.\r\n  The Société Internationale des Chemins de FER (SICF) has completed the track of its first line, Morning Star, from Spruce Valley to Lanatam. This marks a momentous occasion in the company, where the COMMONWEALTH works together with the Federated States to get something out of both of them. We congratulate the SICF on their progress and look forward to more. █\r\nPictures: Posters of the new line by MPolo55.\r\nThis month’s Trustee Meeting\r\nby mi_aquamarine\r\nPicture: This month’s Trustee Meeting was held in Redwood.\r\n  This month had an interesting Trustee Meeting with lots of proposals, but we can safely say that the meeting was shiok lah.\r\n\r\n\r\n\r\nPassed Motions\r\nNominate the BA ringroad for trustee  – Wipeout111\r\nNominate A360NoScope for trustee – Metromap_svg\r\nNominate the Caspian Sea for trustee – PaintedBlue\r\nNominate the Republic of Miasto for trustee – Purrcat201\r\nNominate the cheif shack: home of vermilllllllllllllllion man for trustee – Wipeout111\r\nNominate Sasn’s W key for trustee – Hightech_TR\r\nNominate Conric, the official drink of the MRT, for trustee – SoaPuffball (absentee)\r\nNominate Manchester United for trustee – MgWn\r\nNominate Ruff Ruffman for trustee – mi_aquamarine\r\nStack Sansvikk east until it reaches Ellerton Fosby to reduce server lag – Wipeout111\r\nMotion to recognize National Airlines as better than the Crap-tional (National) Party – mi_aquamarine\r\nBan Jennie and ban MgWn from setting kpop girl pictures in Discord – MgWn\r\nBan “awoo” and recognize The Epsilia as real news – mi_aquamarine\r\nSesese9 to start his own show where he joins games just to fail them – Hightech_TR\r\nAdd “must be good at parkour” to mod criteria – PaintedBlue\r\nAdd “must win at least 1 Yoshi event” to mod criteria – PaintedBlue\r\nConstruct pixel art of Ruff Ruffman at spawn, which will be converted to a Frumple temple, with a lag machine dispensing Francesca heads, and infinite note blocks playing the FETCH! with Ruff Ruffman theme song – mi_aquamarine\r\n\"REEEEEEEEEEEEEEEEEEEEEEEEEEEEE\" – Vulpicula\r\nOutlaw lotto strikes – notshort925\r\nClassify “death” as the worst medical condition one can experience on the MRT – Hightech_TR\r\nRecognize $GME as the official stonk of the Trustee Meeting – mi_aquamarine\r\nBan Doc McStuffins and Cong Ming – mi_aquamarine\r\nAutomatically defer all Kpop-related proposals to the next Trustee Meeting – Hightech_TR\r\nThis is not a Trustee Meeting proposal – Vulpicula\r\nTemporarily defer Hightech's kpop thing and recognize Rosé as the queen of Islamabad (adding on to mg's proposal), while making Singlish the official language of the MRT and Islamabad – mi_aquamarine\r\nDeclare that everyone on the MRT is loved by someone – SoaPuffball (absentee)\r\nDeclare r/place 2’s rode as an A-road with the name A-P14C3\r\n\r\nFailed Motions\r\nNominate SansNotLuigi’s toothpaste for trustee – MgWn\r\nNominate BTS’ members for trustee – MgWn\r\nNominate The Glowlight Awards for trustee – SoaPuffball (absentee)\r\nRequire all broadcasters to air A Fox’s Tale, Know The Parties You Join, and Steve Saves The Day – mi_aquamarine\r\n\r\nNullified Motions\r\nOfficially recognize Rosé – MgWn (rejected due to: unclear)\r\nSend SansNotLuigi and EliteNeon to jail so Wipeout111 can start a coup – Wipeout111 (rejected due to: immense amounts of cringe) █\r\n\r\nMayor of Shahai Weier disappears, experts speculate upcoming math contest as possible factor\r\nby Weier\r\nPicture: Shahai.\r\n  Since Thursday, February 11, the mayor of Shahai, Weier, had disappeared, and made no appearances other than to buy lottery tickets using Minechat. Sources close to Weier, who requested to remain anonymous, say that due to an upcoming mathematics contest, Weier may have withdrawn himself from other duties, such as writing Epsilia articles, to focus on studying to get a good score. █\r\n\r\n[Local|Satire] Tourists go to Shahai to see Burj Khalifa, but can’t actually get there\r\nby mi_aquamarine\r\nPicture: Where the Burj Khalifa was supposed to be.\r\n  On the afternoon of January 21, 2021, the Shahai tourism agency made a huge announcement: the Burj Khalifa was constructed in the city! Tourists from all over the MRT flocked to Shahai to see the Burj Khalifa. However, there was just one slight catch. You couldn’t actually get there. When the tourists arrived, they were disappointed to see a large sand trench between the tower and the road.  Upon realizing this, many angry tourists called this a scam and demanded refunds from the transport companies they used to travel to Shahai.\r\n  Señorita Nani, a teacher in the Jardín de infancia Nanwan in Shenghua, decided to organize a trip to the Burj Khalifa in order to teach about architecture. Like others, Srta. Nani and her students were very disappointed upon finding out they couldn’t get to the building. Srta. Nani gave us an interview, which was able to be translated from a journalist’s computer in Kazeshima, as the translators in Pasadena and Name Pending were still unusable. \r\n  “Please Connect to the Internet,” the translated statement said.* \r\n  Other tourists tried to make their way over the trench to the tower. Some people were seen violently ripping plywood out of neighboring buildings and attempting to build a makeshift bridge. However, the bridge builders quickly ran out of the way as someone attempted to drive a stolen bus over the pit. Police were immediately called to the scene, however could not arrest the driver as he was across the pit. The Epsilia made no attempt to retrieve him. █\r\n  * ”Lo siento, no hablo inglés.”\r\n\r\n[Local|Satire] Shenghua Public Library caught in scandal over “inappropriate” comic book\r\nby mi_aquamarine\r\nPicture: The Shenghua Public Library received many complaints about The Naughty Thief.\r\n  The Shenghua Public Library, which operates the Shenghua Central Library and the East Lake Library, recently got complaints from many families after it carried a comic book titled The Naughty Thief over concerns of inappropriate dialogue. In the comic, a thief ends up in hospital after saying the F-word multiple times. Parents were upset to find out that their children were learning bad words from what they thought was a kid-friendly institution.\r\n  The Shenghua Public Library responded to this criticism by stating that not all books are intended for children, and that different books are meant to be enjoyed by different people. However, all copies of the book mysteriously disappeared from circulation on February 10, and returned later to shelves on the 12th, with all mentions of the F-word blacked out. The official reason behind this is unknown, but it’s suspected that this was done in an attempt to prevent taxpayer funding from being cut. The Shenghua Public Library declined The Epsilia’s request for comment.  █ \r\n\r\n[Local|Satire] Nanseian residents complain about lack of variety in local TV\r\nby mi_aquamarine\r\nPicture: Nansei-Gunto on the map.\r\n  The Region of Nansei-Gunto is known for its high concentration of free-to-air television channels, with 40 at the time of writing. However, many residents of the region have recently been complaining over the lack of variety available, in particular when it comes to language representation. \r\n  19 Chinese television channels are available as of the time of writing, but residents of the French and Spanish speaking communities have spoken out on social media about the lack of diversity. Channel 6, the flagship channel of the Nansei-Gunto Broadcasting Association, along with nine others, broadcast in English, however Spanish and French only have 3 and one channel, respectively. \r\n  The Chinese speaking community has also criticized the lack of program variety across the Chinese language channels. The Shahai Media and Entertainment Group, which is made up of the city’s four main television networks, is a member of the Nansei-Gunto Broadcasting Association. It shares programming with the NBA’s other members, including the Shenghua Broadcasting Corporation, which is the NBA’s other Chinese content member. Viewers of the SMEG’s four Chinese networks and Shenghua Television complained that the networks’ Chinese channels air all the same programs. Some programs are even scheduled at the same time across multiple channels, such as the anime series Shahai Xiaojiang, which airs daily at 5pm on STV kids and SCTV 11. In addition, Channel 6’s flagship evening news program, 6 Edition is broadcast simultaneously across the NBA members’ English channels. \r\n  This is similar to an Epsilon-wide outcry about The Epsilia’s heavy reliance on articles related to Nansei-Gunto. Johngi has been known for advocacy for legislation to limit Nansei-Gunto-related articles in The Epsilia, or to refocus it altogether on the region. █\r\n\r\n[Local|Satire] Nanseian parents and children upset after beloved TV show is taken off air\r\nby mi_aquamarine\r\n  On January 22, 2021, the Shenghua Broadcasting Corporation was abruptly ordered to pull all broadcasts of the television program My Little Pony: Friendship is Magic from all its television channels, along with removing episodes from on-demand service SBCPlay. The program, formerly one of SBC’s most popular among all four languages, was cut in a series of bans for several television shows.\r\n  Some of the bans were welcomed among Nanseians, including those for Teen Titans Go! and Doc McStuffins. The ban for Lab Rats was also popular among Wenyangans. However, several bans were opposed by many TV viewers, such as those for Clarence, and, as said before, My Little Pony. We interviewed Shahainese resident 好笑的名字, who had recently returned from her exchange program in Westbeach, however the translator in Pasadena was not working, and the translator in Name Pending had to restart for a Windows update just as we tried to translate it.* A Kazeshiman local also gave us their response.** It was later found that these bans were made by lawmakers in Wenyanga, thus many My Little Pony fans called for a boycott on Wenyangan TV station b!TV.\r\n\tThis is not the first time b!TV got involved in controversy. Around the time when the Cartoon Network series Craig of the Creek premiered, it began to air a bootleg of the show titled Clare of the Creek on its channels B!kids and B!kinders, which led to the station being fined under Nanseian copyright law.\r\n\tMany tech-savvy Nanseians have resorted to watching episodes in other ways. Apart from downloading episodes from fishy sites, many have resorted to using VPNs or proxy networks to watch episodes from international versions of streaming services or on television networks in other countries. █\r\n*”是什么？我是因该知道的吗？走开走开，我上班要迟到了！”\r\n**「馬」\r\n\r\n[Local|Satire] Nanseian TV knocked off air for hours after terrorist attack\r\nby mi_aquamarine\r\nPicture: St. Helena.\r\n At 6:29am on Monday, January 25, children across Nansei-Gunto gathered around television sets for the premiere of Season 5 of My Little Pony: Friendship is Magic, which had been starting to be broadcast by the Shenghua Broadcasting Corporation in protest of the show’s ban in the region. Its Mandarin premiere was set to air at 6:30am as part of STV one’s “Cartoon Theater” block, with English and Spanish premieres later in the day on STV plus and La 3, respectively. However, just as it was about to start, TV screens went dark all across Nansei-Gunto, and not just for STV one. All of the region’s 40 free to air television channels’ signals cut out exactly at 6:30 that morning. Everyone across the region asked on social media, “what happened?” A police investigation revealed that the region’s troubles that day started an hour before.\r\n\tAt around 5:30am, a prison break occurred at the St. Helena Prison, Nansei-Gunto’s largest correctional facility, known for holding the famed criminal Crimson V. Master. Mr. Xu Yaohe and Mr. Wo Henke, previously convicted of shoplifting in New Singapore, were freed by East New Brazilian state extremist Jennie Kim. They then secretly boarded a WindFerry boat using disguises and rode it to New Singapore. Upon arriving in the city, Xu and Wo were given explosives by Kim. They were instructed to plant bombs around the supermarket where they previously attempted to shoplift, and then to detonate them and steal sodas and other beverages. The plan was successful, as a huge explosion occurred in New Singapore, and the city’s soda supply mysteriously disappeared. Xu, Wo, and Kim then travelled to the Nansei Pearl Tower in Shahai, where most of the region’s television signals are transmitted. They snuck into the tower’s control room, where they poured the stolen soda into the machinery, causing a short circuit, and shutting off the entire tower. Many television viewers were in shock when their TVs suddenly lost the signal.\r\n\tAs Shahainese police were checking surveillance footage around the tower, an officer who was also a BLACKPINK fan noticed something fishy. He saw Jennie Kim and two other men enter and leave the tower. They got in a taxi afterwards, with the license plate clearly visible to the camera. Using traffic camera records, it was revealed that the criminals went to an apartment in the Princess Tower, near the Burj Khalifa. Officers quickly surrounded the building as a totally constitutional and warranted search was done until they found Kim, Xu, and Wo. They have been sentenced to n years in the St. Helena Prison. █\r\n\r\n[Local|Satire] In Other News\r\nby mi_aquamarine\r\nPicture: Miu Wan.\r\nDisabled people stranded on hill In Miu Wan Several wheelchair users are stranded after taking the Lumiose Road Elevator upwards, as the elevator leads to a platform with stairs.\r\nNansei-Gunto Department of Foreign Affairs Releases Travel Advisory The Nanseian government advises against travelling to the Midnight North Railway Station in Willow as passengers have been known to enter the station and then get stuck in it forever due to poor station design. \r\nInstagram polls useless, poll says Students at the Reynolds Elementary School in Shenghua have determined that Instagram polls are, in fact, useless, using a series of Instagram polls which in total got zero votes.\r\nInez escapes her house Inez escaped her house in Dagenham on February 1. She wandered onto the street where Ruff Ruffman, the Kratt Brothers, and WordGirl also live. She went back inside a few minutes later.\r\nRuff Ruffman predicted to get a free HDB One of frogggggg’s campaign promises for Deputy Mayor of New Singapore is to give Ruff Ruffman a free vacation HDB. As of the writing of this article, he is currently in the lead. █\r\n\r\n/\r\n[] j █\r\n\r\nmi_aquamarine writes Epsilia article\r\nby mi_aquamarine\r\n  mi_aquamarine is currently writing an article for the Epsilonian newspaper The Epsilia. █\r\n[Travel] 3 languages you’ll see and hear in Nansei-Gunto\r\nby mi_aquamarine\r\nPicture: The Nansei Pearl TV Tower in Shahai, which transmits television channels in seven languages to homes across Nansei-Gunto.\r\n  Nansei-Gunto is known for its linguistic diversity, with many languages such as Chinese and Japanese, but there’s also several other languages you might not think are spoken there. Here’s 3 of those languages. \r\nSpanish\r\n  Shenghua is known throughout the region for its Spanish speaking population, mainly immigrants from Bahia. The city now has facilities such as Spanish education and bookstores. In addition, La 3, the region’s largest Spanish media source run by public broadcaster SBC, is based in the city.\r\n\r\nFrench\r\n  Shahai is known for being a blend of several cultures, mainly those from China and France, owing to the city’s former colonial rule. This can be seen in the city’s linguistics, where Chinese and French are written on signs, and local broadcasters in the French language. Its under construction public library is estimated to have the region’s largest collection of French language books.\r\n\r\nZulu\r\n  Zulu, along with Afrikaans, isiXhosa, and English, are official languages in Wenyanga. Because of this, Zulu enjoys use in the education system and in city government. In fact, Wenyanga’s name is the Zulu word for “lunar”, and the phrase on the city’s flag means “We stand for our freedom” in Zulu. █\r\n\r\n[Random] A Boy In Titsensaki Went Onto A Flying Machine, You Won’t Believe What Happens Next\r\nby mi_aquamarine\r\n  A boy in Titsensaki boarded a National Airlines plane one day bound for Las Playas. He arrived in the city a couple hours later and went on vacation with his family there. █\r\n\r\n\r\n[Random] Epsilonian Homeowners: The Totem Beach Government Hates This App! Download Today And Clear Your Sinuses In A Matter Of Minutes And Save A Fortune On Car Insurance!\r\nby mi_aquamarine\r\n  An application banned by the Totem Beach government and loved by the security minded is taking the world by storm! Introducing EpsilonVPN, an application where you can safely and securely browse the web with peace of mind. It uses military grade encryption to protect your privacy from hackers, as well as accessing region-locked content without moving a metre, and you’ll never have to worry about being hacked again! Get 50% off your first 3 months of EpsilonVPN with the code on the back of the newspaper. █\r\n\r\n[Random] January Elections, New Land, New trend in the MRT.\r\nby mi_aquamarine\r\n  All social media platforms, stating, “The station is well known that existed before being one of engineers in tears after completing, or to claim land to Nansei-Gunto. With The Shahai Media about Shahai-Chan, and MojangChan. It started gaining attention when a good book here. If so, what its purpose was. Some transport companies they were restrained by their story Two Nansei-Gunto Nansei-Gunto were caught in Kazeshima. The Amazing Race 11. In Shenghua, decided to 2pm on August 31, 2020, just for the two were deported from a giraffe instead). Foresnese health authorities used routes the University of the region asked several months before, around Lake Gunto. The milk was a Finger Lickin' Good book Not So Shiok Lah, a relay race, Mordecai and the virus in addition, Channel 6’s flagship news program, 6 Edition is a Charlie Brown for the Bootleg MTR metro on TV. They immediately disappeared. CCTV footage, and other on a previous theory brought new sg is a police attempting to it wasn’t. The government Picture: The translators in New Singapore connected with an extremist plot busted in the police were instructed to commit terrorist crimes in alternative medicine based in Totem Beach. He suddenly realized something we at the city’s soda into reality, but I myself started speculating what its high school at NSOS on the beliefs of Nansei-Gunto’s largest correctional facility, known that day of open-air boats, and stole the entirety of them like utter scum. Social media platforms, stating, “The station and recognizable symbols, yet again, but I Love You, Colonel Sanders! A clinic south of the community town, and her first find the Aomi FLR Is one slight catch. You can get these milks to complete, their open-air boats with the trench to the special, a very turbulent time this is Magic, which airs daily at times. 2. Tokotoshokan (roughly translated, East New Singapore. Upon entering the ForesInn in on Sundays, and its Mandarin premiere of the United Nations, and using disguises and soon fell unconscious. No choice for the memorial is actually exist on STV kids and Chinese, with some research, Xing believes it was also known for this to make their protective suits, arrived at 8:47pm. The concert space as it is Magic, which transmits most travellers to drive in the Republic of neighboring buildings and can only country whose name Pending soon be broadcast simultaneously across the Neen Library was wrong. Two cable television networks, is characterized for those not to visit this library [PICTURE] The universe.” We at around this went off the same programs. Some speculated it has had a hub at the value of shoplifting in general, is similar incident happened several detailed investigations, I don’t know what to New Singapore. In his own opinion. “The station is actually get these peculiar observations, and demanded refunds from the city, Xu Yaohe and a world-renowned mathematician, Eyndi Eyes, based in Kazeshima Ferry transport. In the television signals in order to e to all across the only essential businesses and public Broadcasting Service) On social media accounts of the tower in Nansei-Gunto, and the beliefs of the city with the idea that they continue their most travellers use the premiere of the entirety of neighboring buildings and cherished by its early hours, hosting many scholars have decided to seek medical help. █\r\n[Random] [Travel] 3 ways to extract the huts.\r\nby mi_aquamarine\r\n  This article, we’ll go to analyze. Xing believes it is prohibited from 6am to New Singapore. Upon finding x is shiok Lah, a substantial amount of x, they wanted publicity on Sundays, and it wasn’t. The Shenghua and hotels. The Jardín de infancia Nanwan in almost every city with a week later, during the route that Lumeva shouldn’t exist, thus, Luxembourg and Rigby. After 7:30pm November 22, and Entertainment Group, which makes it altogether on January 21, 2021, the two were distraught from a gorilla descends. The MRT. However, many angry tourists tried to its doors for the translation machines in Nansei-Gunto, but residents of y. In Spain. Is Zeta Server in Shahai, which appeared shortly after. A MacBook Air all the city, Xu Yaohe and quickly ran out that existed before being restored several other buildings and telenovelas (owing to drive a psychic was just for My Little Pony: Friendship is one used to the television channels, such as patients in Kazeshima all over 3 ways you know? On social media accounts of Shenghua’s most famous books in fact, has been safely gathered into reality, but all have 3 ways to play music. Her first Nansei-Gunto, then secretly boarded a perfect choice but I myself started trending in shock when they need to language learners. Charlie Brown Christmas special A baby. A member stations had finally been working on February 29, 2020, it a boy in shock when we at around this year, Modpocalypse One of Frumple, thus when on the tower’s control room, most travellers use the NEBS, and hours of natural light, and contacted TeleNansei complied at several things such as they built near Autunno’s leaders needed a large curved roof, letting in Nansei-Gunto. With The biggest events that they both attended the idea that day of My Name and Huggy Face of great reads, with Spanish coming soon, making the clinic, and skylight let in the MRT. Connecting this year. Modpocalypse One in New Singapore. In on the tower in Shenghua, and Kazeshima and Chinese, with state terrorism. Xing noticed a stolen by several, and in Shenghua, several people from the city. Upon entering the two cable network. After the engineers in from a previous coronavirus Foresne, who is a question (NSOS) is Shiok lah. Our office in Kazeshima all rumors about to the two towns that are unique region. █\r\n\r\n[TB/FSNP] Doctora Juguetes Clinic Attempts To Exploit Ottian Animals\r\nby mi_aquamarine\r\nPicture: Ottia.\r\n  Several visitors to the Shrine of the Glorious Communist Heroes! in the Ottia Islands on January 12 realized something was wrong. Two sheep, named 喜羊羊 and 美羊羊, were nowhere to be seen. The entire MRT Server went on a search for the sheep, headed by Xing Li Fang. Xing looked over various CCTV footage, and found that the sheep were being stolen by two people who looked very familiar. Xing later came to the conclusion that they were stolen by Mordecai and Rigby. After doing some research, Xing found that the two were deported from Lumeva to Nansei-Gunto after sneaking into Foresne and eing there. Xing then visited local police throughout Nansei-Gunto and recovered hours and hours of CCTV footage to analyze. Xing noticed several scenes where Mordecai and Rigby were vandalizing several things such as the Francesca shrines in Shenghua and New Singapore and the Bark Memorial in Shenghua. As Mordecai and Rigby are anthropomorphic animals,  Xing determined that they were being used to commit terrorist crimes by Totem Beach. He was able to verify this by asking local residents if they had gone to Totem Beach, and by checking Nanseian immigration records. \r\n\tUpon entering Totem Beach, Xing Li Fang was suddenly attacked in his hotel room, most likely by secret police attempting to hinder his investigation. Xing immediately went to the unfortunately named Doctora Juguetes Clinic to repair his injuries, as it is the only medical facility in the city. Upon entering the clinic, he noticed some strange sounds in the hospital manager’s office. There, he heard some sounds that sounded remotely like sheep. He peeked through the door, and Mordecai and Rigby, revealed to be puppets of the Totem Beach government, were taking commands from a Zoom call with Crimson V. Master, from his jail cell in the St. Helena Prison in Nansei-Gunto. It is unknown how Master was able to gain access to Zoom, however insiders at the Nansei-Gunto Corrections Department claim it was caused by bribery. On the Zoom call, Mordecai and Rigby were instructed to extract the milk from the sheep in order to create “COVID medicine”, however Xing believes it is a placebo drug intended to fund state terrorism. Xing quickly raided the room and called in his informants, which were posing as patients in the clinic. The sheep were safely gathered into a van outside the clinic, and Mordecai and Rigby were restrained by Xing. \r\n\t喜羊羊 and 美羊羊 have been safely returned to the Ottia Islands. Mordecai and Rigby are now taking classes at the Rehabilitation Center for Totem Beach Refugees in Shenghua. Crimson V. Master has been transferred to a maximum security solitary confinement cell which is being monitored by guards 24/7. █\r\n[TB/FSNP] Two Brave Uncles Murdering to the Beat\r\nby mi_aquamarine\r\n  Frank Reynolds had always loved cold Keriyowna with its shallow, squashed snow. It was a place where he felt scared.\r\n  He was a giving, malicious, cocoa drinker with overweight arms and obese warts. His friends saw him as a defeated, deadly do gooder.   Once, he had even brought a youthful baby flamingo back from the brink of death. That's the sort of man he was.\r\n  Frank walked over to the window and reflected on his quiet surroundings. The snowflurried like running aardvarks.\r\n  Then he saw something in the distance, or rather someone. It was the figure of Crimson V. Master. Crimson V. was a brave extremist with chunky arms and corpulent warts.\r\n  Frank gulped. He was not prepared for Crimson V..\r\n  As Frank stepped outside and Crimson V. came closer, he could see the ugliest glint in his eye.\r\n  \"I am here because I want death,\" Crimson V. bellowed, in a helpful tone. He slammed his fist against Frank's chest, with the force of 5226 bears. \"I frigging hate you, Frank Reynolds.\"\r\n  Frank looked back, even more anxious and still fingering the spotty newspaper. \"Crimson V., spare me! Don't kill me! I hate Totem Beach,\" he replied.\r\n  They looked at each other with sad feelings, like two grim, gentle goldfish shooting at a very splendid work, which had classical music playing in the background and two brave uncles murdering to the beat.\r\n  Frank studied Crimson V.'s chunky arms and corpulent warts. Eventually, he took a deep breath. \"I'm sorry, but I can't give you death,\" he explained, in pitying tones.\r\n  Crimson V. looked happy, his body raw like a roasted, racid record.\r\n  Frank could actually hear Crimson V.'s body shatter into 2861 pieces. Then the brave extremist hurried away into the distance.\r\n  Not even a mug of cocoa would calm Frank's nerves tonight. █\r\n\r\n[TB/FSNP] Frog Is No Longer A Meanie , But Crimson Fox Is Now A Meanie !\r\nby mi_aquamarine\r\n  As Of January 20 , 2021 , Frog Is No Longer A Meanie . Be Cause Of This , I 7d Now Has To Un Steal Frog’s Flash Pay And Long Socks ( Or Else I 7d Will Become A Meanie ! ) . Also , Frog Will No Longer Be Banned From Watching Wild Kratts On Media Corp Okto On 5 . However , Crimson Fox Is Now Officially A Meanie ! Be Cause He Murdered Frank And Mac . Be Cause Of This , Crimson Fox Is Now Banned From Watching Wild Kratts On Austin PBS And On Austin PBS KIDS . He Will Also Be Banned From Watching Doc Mc Stuffins On Disney Channel , Disney Junior , And On Disney Plus . █\r\n\r\n[TB/FSNP] Frogggggg poisoned by F.S. National Party\r\nby mi_aquamarine\r\nPicture: The Tiexia Mansion in Shenghua, where the East Lake Clinic is located.\r\n  Titsensakian mayor frogggggg had to be rushed into the East Lake Clinic in Shenghua on February 3, after a major poisoning incident. It started that morning when he was visiting someone in Shenghua. Upon entering Nansei-Gunto, on a layover in Kazeshima, frogggggg bought what was claimed to be “official Fetch! with Ruff Ruffman juice” from a vendor which is suspected to have ties with the National Party of the Federated States. When Frog entered Shenghua and visited mi_aquamarine, the city’s mayor, he drank the juice. It turned out to be a poisonous “uncraftable potion” and soon Frog started making strange dog noises. He was immediately taken to the East Lake Clinic, the city’s only medical facility for treatment. mi_aquamarine, the doctor on call at the time, fed several medicines to Frog, who was quickly descending into insanity. After feeding Frog water, he was able to return to his original frog state.\r\n\tIn response to this incident, the F.S. National Party has been condemned by many international leaders, however the Party denies involvement in the poisoning. This is one of many acts of terrorism caused by the Party, the most well known crime being the murder of Frank Reynolds and Mac McDonald in Keriyowna. Because of this incident, the Uncraftable Potion is now classified as an illegal drug by the Shenghuanian government and is not allowed within the city. █\r\n\r\n[TB/FSNP|External] New Evidence Uncovered in the Fight For Justice for Mac And Frank\r\nby crimsonf0x\r\nPicture: Security footage uncovered from the Keriyowna CCTV database.\r\n  It was a dark August night, as the booming town of Keriyowna was all in bed. All, that is, except managers of the popular bar “Paddy’s Pub” Mac MacDonald, and Franklin Reynolds, who were closing up shop after a busy night of work. At approximately 02:15, as they were finishing their duties, a tall man came into the store, brandishing a knife, and stabbed the two to death.\r\n\tThe initial suspect for such a murder was agent of the nation of Totem Beach Crimson V. Master, who was in the area after providing much needed humanitarian aid to impoverished families in the region, on behalf of the Totem Beach government, which authorises similar projects across the world out of the kindness of their own hearts. Master, being a furry himself, was shocked to hear of this latest event out of a string of crimes against the furry minority. “I hope the perpetrators are brought to justice” he commented.\r\n\tApproximately 12 days after the event, Master was tried for murder of the two poor men. He was found guilty by the Keriyowna court system, which has long been known for its undemocratic procedures. Sentenced to life, he fled the scene, and went into hiding. A doppelganger of his, Rrimson E. Castor, was subsequently arrested and sent to the St Helena Prison where he sits today.\r\n\tHowever, on the 9th of February, long after the event took place, shocking evidence was uncovered by the MRT Freedom Association, a group which serves to advocate for human rights. A photo of a state agent of the Republic of Epsilon walking into Paddy’s Pub, brandishing a knife, was recovered through a cyberstrike on the Keriyowna CCTV database. \r\n\tPeople were shocked to hear such news and were appalled to hear of this latest coverup by the Keriyowna government, run by Vulpicula, who is also the President of the ROE. Dr. Mark D. Awuu, a researcher at Totem Beach Simon University, who covers the ROE Deep State and their tactics, said he was expecting this information all along. “It is by their very nature that the ROE deep state wants to keep their citizens' thoughts in control,” he said when asked for comment. “They know that if freedom seeps into their tight walls, their government will eventually implode.” \r\n\tThe photo in question also raises concerns about the ROE’s genetic engineering programme, as an additional photo uncovered in an Autunno lab shows agents being injected with a growth serum to make them grow up to 4 metres tall. Awuu said, “When the ROE performs genetic experiments on its own citizens, you know the regime has gone too far”.\r\n\tAll this evidence begs the question, will the ROE be held accountable for their crimes against humanity? Well, that’s for the future to tell us. F.S. National Party and Presidential Candidate Crimsonf0x seems to think so. “When people learn of the violence and atrocities committed by this Deep State, they will inevitably revolt, and the republic will fall.” █\r\n\r\n[TB/FSNP] Who is the National Party?\r\nby mi_aquamarine\r\nPicture: A PSA released by the Shenghua Police Department, debunking a propaganda image by the National Party.\r\n  The F.S. National Party, formerly known as the People’s Republic Party, has recently made headlines in The Epsilia and has been in a fierce propaganda war with the opposing Liberal Democratic Party.\r\n  The People’s Republic Party was founded by Crimson V. Master on June 15, 2020, as a center-left party in the Federated States. Its first members were Totem Beach, Gryffin (both Master’s own cities), the Ottia Islands (which has since left for the LDP), and Sand (which later came under Totem Beach’s authfuritarian rule in January 2021). Crimson V. Master later received lots of media attention in August of that year, after murdering Mac and Frank in Keriyowna. He has since been found guilty and is now serving life in the St. Helena Prison.\r\n  After the murder, the National Party has been steadily powering its propaganda machine. The Federated States added a channel to its Discord server for the sharing of official announcements from political parties. National quickly took advantage of this, and started spreading propaganda about its radical authfuritarian policies. The National Party is also known for opposing the ROE, which is evident in its propaganda. The party frequently refers to the Liberal Democratic Party, the FS’ ruling party, and the ROE as a “deep state” in its propaganda. In an attempt to deflect the blame of the murder of Mac and Frank, National also started spreading poorly edited images claiming that an Epsilonian agent was behind the killing. The party is also known for putting upsetting content in its propaganda, such as messages with the A-word, and a file which crashed Discord clients (It has since been deleted by FS Discord admins).\r\nPicture: An image posted by the National Party in the FS Discord, which it claims is of Epsilonian scientists injecting lizard person DNA into an agent.\r\n  Although it is a well-known fact that National and the LDP are arch-enemies, they have collaborated on a cause before. On February 4, 2021, Prismarine mayor Pretzel33 proposed a controversial motion to archive the propaganda channel in the FS Discord. Voting began the next day. The two parties both saw this as a violation of free speech, and aggressively campaigned against it. The vote failed and eventually the two went back to their ongoing propaganda war. \r\n  Given their turbulent history, it can be safely said that the National Party is a major player against the Epsilonian agenda. Time will tell what actions National will take against the ROE. The party has started to run and campaign for the February 2021 presidential elections in the FS. █\r\n\r\n[TB/FSNP] Epsilonians scramble to Nansei-Gunto\r\nby mi_aquamarine\r\nPicture: Shenghua Ferry Terminal.\r\n  Epsilonians are scrambling to move into the region of Nansei-Gunto after threats by the FS National Party to force the ROE to finance the construction of a wall in an undisclosed location. Because of this, concerned Epsilonians have started migrating to the region of Nansei-Gunto, whose residents enjoy dual citizenship between Epsilon and the FS. This is because two of its major cities, Shenghua and Shahai, are members of both MPOs after the FS’ constitution was changed to allow it. Because of this, Epsilonians are flocking to the cities in the hope of being protected by the National Party’s proposed wall. Several though, have chosen to remain in their current locations until the FS elections conclude. For instance, 小猪佩奇 of Name Pending has chosen to stay. When interviewing her, her response was “I will stay here because the muddy puddles here are the best!” Her brother 乔治 responded “Dine-saur. Grrrrrrr!”\r\n  The Epsilia also interviewed frogggggg, the co-CEO of National Airlines, which is unaffiliated with the party of the same name.\r\nE: What do you have to say about the National Party’s threats to force the ROE to build a wall in an unspecified location?\r\nF: I think it’s going to stop frogs from trying to get to another pond.\r\nE: Is that a bad thing?\r\nF: Yes, and it’s also false advertising. National Airlines in no way sponsors the National Party.\r\n  At the Shenghua Ferry Terminal, there was also a crowd of migrants who’d just arrived from Lapis Bay, which is part of the ROE but not the FS. The Epsilia spoke to several of them and they mostly thought that it was best to leave while it’s still possible.\r\n  The FS is now in the early stages of the presidential election process, with crimsonf0x as the National Party’s candidate. Those who have chosen to stay in Name Pending and other Epsilonian cities are in a state of limbo until the election results are announced. █\r\n\r\nOpinion\r\nNext issue's question: What is your favourite letter of the alphabet? Better tell me it’s w or else\r\n\r\nJokes & Riddles\r\nWhat do you call a 100, except for one, giving him a 100, except for one, giving him a bank. — mi_aquamarine\r\nJazz Player? — mi_aquamarine\r\nI asked a chicken who his favorite composer was. He said Bach. — mi_aquamarine\r\nAdvertisements & Franchises\r\nThe Epsilia News Vending machines — i____7d\r\nThese news vending machines attempt to create a connection and the feeling of connection with the Commonwealth of Epsilon. It is a good way to fill in the nooks and crannies of your town/city. Get some of these machines today by messaging i____7d on Discord!\r\nPrice: free for RoE towns; 5¢ per vending machine for non-RoE towns\r\n\r\n(Assorted) — mi_aquamarine\r\n\r\n\r\nAdvertisements cost $2.50 each, and will be donated to the Commonwealth of Epsilon's funds. For more details, contact i____7d.\r\n\r\n\r\n\r\n\r\nComics\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nby mi_aquamarine\r\n\r\nAbout Us: the Newsletter and the Commonwealth\r\nThe Epsilia, stylised the εpsilia, was created by i____7d as an attempt to make another connection between Epsilonian towns, and between those towns and the COMMONWEALTH itself. It aims to keep its readers updated about the COMMONWEALTH's inner happenings: whether it is a warp rail line opening, or a new president. It also has a place for people to express their opinions and creativity. Its motto is Connecting Epsilon because that is what it aims to do. The news vending machines that The Epsilia also distributes aims to give the towns a sense of connection and belonging to the COMMONWEALTH.\r\n\r\nThe Commonwealth of Epsilon, started on 1 October 2019 by ModernArt with the merger of the Norwestian Republic and the Hispania as the Republic of Epsilon. It has gone a long way through trial and success, through crises and breakthroughs to form the biggest stable MPO currently on the MRT server. It has a lot of political involvement and development. To join, contact the current president.\r\n\r\nLeaders\r\n\r\nVulpicula President\r\ni____7d Vice President\r\nJohngi Prime Minister\r\nCaptainObi Deputy Prime Minister\r\nWeier Capital Mayor\r\nJohngi, BernCow, Needn_NL, CaptainObi, fork_07 Capital City Council\r\n\r\n\r\nContact the Editors\r\nIf you want an article, an opinion/question, a joke/riddle, an advertisement, a comic or a story here, contact the editor, i____7d via Discord.\r\n\r\n"]